
const airplanes = 
[
    {
        номер: `A320`,
        марка: `Airbus`,
        кількістьМісць: 180,
        швидкістьПольоту: 840,
        максимальнаДальність: 6100
    },
    {
        номер: `B737`,
        марка: `Boeing`,
        кількістьМісць: 160,
        швидкістьПольоту: 820,
        максимальнаДальність: 5400
    },
    {
        номер: `E195`,
        марка: `Embraer`,
        кількістьМісць: 120,
        швидкістьПольоту: 850,
        максимальнаДальність: 4500
    }
];

airplanes.forEach(airplane => 
{
    console.log(`Літак: ${airplane.номер}, Марка: ${airplane.марка}, Кількість місць: ${airplane.кількістьМісць}, Швидкість: ${airplane.швидкістьПольоту} км/год, Макс. дальність: ${airplane.максимальнаДальність} км`);
});
